"""Модуль вопросов."""

QUESTIONS = [
    {
        "text": "Сколько планет в Солнечной системе?",
        "options": ["7", "8", "9"],
        "answer": "8",
        "image": "1.jpg",
    },
    {
        "text": "Как называется наша галактика?",
        "options": ["Андромеда", "Млечный Путь", "Туманность Ориона"],
        "answer": "Млечный Путь",
        "image": "12.jpg",
    },
    {
        "text": "Какая планета ближайшая к Солнцу?",
        "options": ["Венера", "Марс", "Меркурий"],
        "answer": "Меркурий",
        "image": "2.jpg",
    },
    {
        "text": "Какая планета самая горячая в Солнечной системе?",
        "options": ["Меркурий", "Венера", "Марс"],
        "answer": "Венера",
        "image": "13.jpg",
    },
    {
        "text": "Какая планета самая большая в Солнечной системе?",
        "options": ["Сатурн", "Юпитер", "Уран"],
        "answer": "Юпитер",
        "image": "3.jpg",
    },
    {
        "text": "Какая планета самая маленькая в Солнечной системе?",
        "options": ["Марс", "Нептун", "Меркурий"],
        "answer": "Меркурий",
        "image": "14.jpg",
    },
    {
        "text": "Сколько спутников у Марса?",
        "options": ["1", "2", "3"],
        "answer": "2",
        "image": "4.jpg",
    },
    {
        "text": "Как называется самый большой спутник в Солнечной системе?",
        "options": ["Титан", "Луна", "Ганимед"],
        "answer": "Ганимед",
        "image": "15.jpg",
    },
    {
        "text": "На каком расстоянии от Земли находится Солнце?",
        "options": ["150 млн км", "100 млн км", "200 млн км"],
        "answer": "150 млн км",
        "image": "5.jpg",
    },
    {
        "text": "Сколько спутников у Земли?",
        "options": ["1", "2", "3"],
        "answer": "1",
        "image": "6.jpg",
    },
    {
        "text": "Сколько планет-гигантов в Солнечной системе?",
        "options": ["2", "3", "4"],
        "answer": "4",
        "image": "16.jpg",
    },
    {
        "text": "Сколько земных дней равен один год на Марсе?",
        "options": ["365 дней", "687 дней", "890 дней"],
        "answer": "687 дней",
        "image": "7.jpg",
    },
    {
        "text": "Где находится астероидный пояс?",
        "options": ["Между Землёй и Марсом", "Между Марсом и Юпитером", "За Нептуном"],
        "answer": "Между Марсом и Юпитером",
        "image": "17.jpg",
    },
    {
        "text": "Какая страна первой запустила искусственный спутник Земли?",
        "options": ["США", "Франция", "СССР"],
        "answer": "СССР",
        "image": "8.jpg",
    },
    {
        "text": "Когда был первый полет человека в космос?",
        "options": ["12 апреля 1961 года", "20 июля 1969 года", "4 октября 1957 года"],
        "answer": "12 апреля 1961 года",
        "image": "9.jpg",
    },
    {
        "text": "Кто первым вышел в открытый космос?",
        "options": ["Юрий Гагарин", "Нил Армстронг", "Алексей Леонов"],
        "answer": "Алексей Леонов",
        "image": "18.jpg",
    },
    {
        "text": "Сколько длился полет Юрия Гагарина?",
        "options": ["98 минут", "108 минут", "145 минут"],
        "answer": "108 минут",
        "image": "10.jpg",
    },
    {
        "text": "В каком году человек впервые высадился на Луну?",
        "options": ["1961", "1969", "1975"],
        "answer": "1969",
        "image": "19.jpg",
    },
    {
        "text": "Какой была первая еда космонавта в космосе?",
        "options": ["Специальные таблетки", "Колбаса из тюбика", "Обычный хлеб с маслом"],
        "answer": "Колбаса из тюбика",
        "image": "11.jpg",
    },
]